import { Product } from "@/hooks/useCategoryInfo";

export const dataRecent: Product[] = [
  {
    id: 369,
    title: "Сумка CARLO SALVATELLI ",
    description:
      "Сумка CARLO SALVATELLI из натуральной крупнозернистой  кожи.\nSS24.\nСтрана производитель:Италия.\n Материал:натуральная кожа. \nВнутренняя отделка:натуральная кожа/текстиль.                              Размер:20/18/13,5 см.\nДлина ручки:16 см.\n",
    discount: 0,
    price: 46500,
    sizes: "",
    type: "single",
    brand_id: 40,
    category_id: 41,
    date: "2024-04-28T09:31:41.385Z",
    img: "1714296702156--100a1bc8-3e5c-4aa5-8b70-50f4d6f57f8d.webp"
  },
  {
    id: 368,
    title: "Сумка CARLO SALVATELLI",
    description:
      "Сумка CARLO SALVATELLI из натуральной крупнозернистой  кожи.\nSS24.\nСтрана производитель:Италия.\n Материал:натуральная кожа. \nВнутренняя отделка:натуральная кожа/текстиль.                              Размер:30/18/7 см.\n",
    discount: 0,
    price: 52000,
    sizes: "",
    type: "single",
    brand_id: 40,
    category_id: 41,
    date: "2024-04-28T09:28:33.322Z",
    img: "1714296513969--0219eb22-7171-438f-996c-1d9aabba0153.webp"
  },
  {
    id: 367,
    title: "Сумка CARLO SALVATELLI",
    description:
      "Сумка CARLO SALVATELLI из натуральной крупнозернистой  кожи.\nSS24.\nСтрана производитель:Италия.\n Материал:натуральная кожа. \nВнутренняя отделка:натуральная кожа/текстиль.                              Размер:31,5/25/16 см.\nДлина ручек:14 см.",
    discount: 0,
    price: 54000,
    sizes: "",
    type: "single",
    brand_id: 40,
    category_id: 41,
    date: "2024-04-28T09:24:32.807Z",
    img: "1714296273578--669297fa-4ab2-4651-a294-3c9e8d9efe21.webp"
  },
  {
    id: 366,
    title: "Сумка CARLO SALVATELLI",
    description:
      "Сумка CARLO SALVATELLI из натуральной крупнозернистой  кожи.\nSS24.\nСтрана производитель:Италия.\n Материал:натуральная кожа. \nВнутренняя отделка:натуральная кожа/текстиль.                              Размер:25/33/12 см.\nДлина ручек:13 см.",
    discount: 0,
    price: 49900,
    sizes: "",
    type: "single",
    brand_id: 40,
    category_id: 41,
    date: "2024-04-28T09:21:23.684Z",
    img: "1714296085366--ce9c4cd1-a051-40be-92d5-4c8b8b960f16.webp"
  },
  {
    id: 365,
    title: "Сумка CARLO SALVATELLI",
    description:
      "Сумка CARLO SALVATELLI из натуральной глянцевой кожи.\nSS24.\nСтрана производитель:Италия.\n Материал:натуральная кожа. \nВнутренняя отделка:натуральная кожа/текстиль.                              Размер:31,5/35/14 см.\nДлина ручек:18,5 см.",
    discount: 0,
    price: 54000,
    sizes: "",
    type: "single",
    brand_id: 40,
    category_id: 41,
    date: "2024-04-28T09:16:50.456Z",
    img: "1714295811000--ab8444aa-de0f-4a59-b24d-132e12a72a30.webp"
  },
  {
    id: 364,
    title: "Сумка CARLO SALVATELLI",
    description:
      "Сумка CARLO SALVATELLI из зернистой натуральной кожи.\nSS24.\nСтрана производитель:Италия. Материал:натуральная кожа.\nВнутренняя отделка:натуральная кожа/текстиль.                              Размер:25/22/10 см.\nДлина дополнительного плевого ремня:124 см.",
    discount: 0,
    price: 49900,
    sizes: "",
    type: "single",
    brand_id: 40,
    category_id: 41,
    date: "2024-04-27T15:41:34.695Z",
    img: "1714232495299--c8150cec-398b-4f96-ba73-e2b81045c764.webp"
  },
  {
    id: 341,
    title: "Лоферы DOUCAL'S",
    description:
      "Лоферы DOUCAL'S из плетенной натуральной кожи с рельефным швом спереди.\nSS24.\nСтрана производитель:Италия.           \nМатериал:натуральная кожа.\nВнутренняя отделка:натуральная кожа.                           Размеры:41/42/43/44/45.         ",
    discount: 0,
    price: 61200,
    sizes: "",
    type: "single",
    brand_id: 10,
    category_id: 17,
    date: "2024-04-22T08:44:55.062Z",
    img: "1713775495402--f8001562-b8f6-4cb5-ae08-0f8024ae4735.webp"
  },
  {
    id: 340,
    title: "Лоферы DOUCAL'S",
    description:
      "Лоферы DOUCAL'S из натуральной гладкой кожи.Модель декорирована рельефным швом.\nSS24.\nСтрана производитель:Италия.\nМатериал:натуральная кожа.\nВнутренняя отделка:натуральная кожа.\nРазмеры:41/42/43/44/45.",
    discount: 0,
    price: 61500,
    sizes: "",
    type: "single",
    brand_id: 10,
    category_id: 17,
    date: "2024-04-22T08:35:53.406Z",
    img: "1713774954022--d6e0c894-001a-4e6f-99bc-21553a5d3bce.webp"
  },
  {
    id: 339,
    title: "Кроссовки DOUCAL'S",
    description:
      "Кроссовки DOUCAL'S из текстиля и натуральной замши.\nSS24.\nСтрана производитель:Италия.                         Материал:натуральная кожа.                                                      Внутренняя отделка:натуральная кожа.                               Размеры:41/42/43/44/45.",
    discount: 0,
    price: 53800,
    sizes: "",
    type: "single",
    brand_id: 10,
    category_id: 16,
    date: "2024-04-22T08:28:57.780Z",
    img: "1713774538179--4c23bc89-e548-4de5-a7b0-26d2591b3707.webp"
  },
  {
    id: 314,
    title: "Рубашка-поло Doriani ",
    description:
      "Рубашка-поло Doriani с коротким рукавом.Поло отделан  ребристыми краями.\nSS24.\nСтрана производитель:Италия.\nМатериал:100% хлопок\nРазмеры:50/52/54/56.",
    discount: 0,
    price: 35900,
    sizes: "",
    type: "single",
    brand_id: 38,
    category_id: 40,
    date: "2024-04-10T10:46:55.035Z",
    img: "1712746015498--b8c20d88-0cd9-42e2-ae9c-cc89b4d11022.webp"
  },
  {
    id: 313,
    title: "Рубашка-поло Doriani ",
    description:
      "Рубашка-поло Doriani с коротким рукавом.Поло отделан  ребристыми краями.\nSS24.\nСтрана производитель:Италия.\nМатериал:50% хлопок,30% кашемир,20% шелк.\nРазмеры:50/52/54/56.",
    discount: 0,
    price: 42900,
    sizes: "",
    type: "single",
    brand_id: 38,
    category_id: 40,
    date: "2024-04-10T10:43:30.601Z",
    img: "1712745811177--0233d78b-bfd7-4311-a765-6a2fdc412fb5.webp"
  },
  {
    id: 312,
    title: "Рубашка-поло Doriani",
    description:
      "Рубашка-поло Doriani с коротким рукавом.Поло отделан контрастными ребристыми краями.\nSS24.\nСтрана производитель:Италия.\nМатериал:50% хлопок,30% кашемир,20% шелк.\nРазмеры:50/52/54/56.",
    discount: 0,
    price: 35900,
    sizes: "",
    type: "single",
    brand_id: 38,
    category_id: 40,
    date: "2024-04-10T10:40:47.118Z",
    img: "1712745647598--f2ae810e-8bf1-4934-94f8-eb9019d54e72.webp"
  }
];
