import { Product } from "./data-categories";

export const genderData: Product[] = [
  {
    id: 1,
    title: "Лоферы DOUCAL'S",
    description:
      "Утепленные лоферы DOUCAL'S из натуральной замши,украшенные тонким ремешком с небольшой пряжкой.\nFW 23-24.\nСтрана производитель:Италия.\nМатериал:натуральная замша.\nВнутренняя отделка: овчина.\nРазмеры:39.",
    discount: 30,
    price: 34650,
    img: "1706616464513--7346bf58-3cf9-4c34-8060-b5d520fbd969.webp"
  },
  {
    id: 2,
    title: "Лоферы DOUCAL'S",
    description:
      "Утепленные лоферы DOUCAL'S из натуральной замши,украшенные тонким ремешком с небольшой пряжкой.\nFW 23-24.\nСтрана производитель:Италия.\nМатериал:натуральная замша.\nВнутренняя отделка: овчина.\nРазмеры:39.",
    discount: 30,
    price: 34650,
    img: "1706616464513--7346bf58-3cf9-4c34-8060-b5d520fbd969.webp"
  },
  {
    id: 3,
    title: "Лоферы DOUCAL'S",
    description:
      "Утепленные лоферы DOUCAL'S из натуральной замши,украшенные тонким ремешком с небольшой пряжкой.\nFW 23-24.\nСтрана производитель:Италия.\nМатериал:натуральная замша.\nВнутренняя отделка: овчина.\nРазмеры:39.",
    discount: 30,
    price: 34650,
    img: "1706616464513--7346bf58-3cf9-4c34-8060-b5d520fbd969.webp"
  },
  {
    id: 4,
    title: "Лоферы DOUCAL'S",
    description:
      "Утепленные лоферы DOUCAL'S из натуральной замши,украшенные тонким ремешком с небольшой пряжкой.\nFW 23-24.\nСтрана производитель:Италия.\nМатериал:натуральная замша.\nВнутренняя отделка: овчина.\nРазмеры:39.",
    discount: 30,
    price: 34650,
    img: "1706616464513--7346bf58-3cf9-4c34-8060-b5d520fbd969.webp"
  },
  {
    id: 5,
    title: "Лоферы DOUCAL'S",
    description:
      "Утепленные лоферы DOUCAL'S из натуральной замши,украшенные тонким ремешком с небольшой пряжкой.\nFW 23-24.\nСтрана производитель:Италия.\nМатериал:натуральная замша.\nВнутренняя отделка: овчина.\nРазмеры:39.",
    discount: 30,
    price: 34650,
    img: "1706616464513--7346bf58-3cf9-4c34-8060-b5d520fbd969.webp"
  }
];
